[
  {
    "title": "Brother Bear",
    "description": "When an impulsive boy named Kenai is magically transformed into a bear, he must literally walk in another's footsteps until he learns some valuable life lessons. His courageous and often zany journey introduces him to a forest full of wildlife, including the lovable bear cub Koda, hilarious moose Rutt and Tuke, woolly mammoths and rambunctious rams.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/otptPbEY0vBostmo95xwiiumMJm.jpg",
    "release_date": "October 22, 2003",
    "year_watched": 2023
  },
  {
    "title": "Animal Farm",
    "description": "Animals on a farm lead a revolution against the farmers to put their destiny in their own hands. However this revolution eats their own children and they cannot avoid corruption.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/lhLp9a0jBIPLMAdUFNlYjCuS72Q.jpg",
    "release_date": "December 27, 1954",
    "year_watched": 2023
  },
  {
    "title": "The Nun II",
    "description": "In 1956 France, a priest is violently murdered, and Sister Irene begins to investigate. She once again comes face-to-face with a powerful evil.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/nt5U1MgFcyxCYA6cssNKtnn2FsF.jpg",
    "release_date": "September 5, 2023",
    "year_watched": 2023
  },
  {
    "title": "American Psycho",
    "description": "A wealthy New York investment banking executive hides his alternate psychopathic ego from his co-workers and friends as he escalates deeper into his illogical, gratuitous fantasies.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/9uGHEgsiUXjCNq8wdq4r49YL8A1.jpg",
    "release_date": "April 12, 2000",
    "year_watched": 2023
  },
  {
    "title": "Forrest Gump",
    "description": "A man with a low IQ has accomplished great things in his life and been present during significant historic events—in each case, far exceeding what anyone imagined he could do. But despite all he has achieved, his one true love eludes him.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/arw2vcBveWOVZr6pxd9XTd1TdQa.jpg",
    "release_date": "June 22, 1994",
    "year_watched": 2023
  },
  {
    "title": "Missing",
    "description": "When her mother disappears while on vacation in Colombia with her new boyfriend, June’s search for answers is hindered by international red tape. Stuck thousands of miles away in Los Angeles, June creatively uses all the latest technology at her fingertips to try and find her before it’s too late. But as she digs deeper, her digital sleuthing raises more questions than answers... and when June unravels secrets about her mom, she discovers that she never really knew her at all.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/wEOUYSU5Uf8J7152PT6jdb5233Y.jpg",
    "release_date": "January 18, 2023",
    "year_watched": 2023
  },
  {
    "title": "The Boy in the Striped Pyjamas",
    "description": "When his family moves from their home in Berlin to a strange new house in Poland, young Bruno befriends Shmuel, a boy who lives on the other side of the fence where everyone seems to be wearing striped pajamas. Unaware of Shmuel's fate as a Jewish prisoner or the role his own Nazi father plays in his imprisonment, Bruno embarks on a dangerous journey inside the camp's walls.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/sLwYSEVVV3r047cjrpRAbGgNsfL.jpg",
    "release_date": "May 6, 2008",
    "year_watched": 2023
  },
  {
    "title": "A Clockwork Orange",
    "description": "In a near-future Britain, young Alexander DeLarge and his pals get their kicks beating and raping anyone they please. When not destroying the lives of others, Alex swoons to the music of Beethoven. The state, eager to crack down on juvenile crime, gives an incarcerated Alex the option to undergo an invasive procedure that'll rob him of all personal agency. In a time when conscience is a commodity, can Alex change his tune?",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/4sHeTAp65WrSSuc05nRBKddhBxO.jpg",
    "release_date": "December 18, 1971",
    "year_watched": 2023
  },
  {
    "title": "One Flew Over the Cuckoo's Nest",
    "description": "A petty criminal fakes insanity to serve his sentence in a mental ward rather than prison. He soon finds himself as a leader to the other patients—and an enemy to the cruel, domineering nurse who runs the ward.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/kjWsMh72V6d8KRLV4EOoSJLT1H7.jpg",
    "release_date": "November 18, 1975",
    "year_watched": 2023
  },
  {
    "title": "The Lovely Bones",
    "description": "After being brutally murdered, 14-year-old Susie Salmon watches from heaven over her grief-stricken family -- and her killer. As she observes their daily lives, she must balance her thirst for revenge with her desire for her family to heal.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/sn0iDphRxQ7I6aLd9igIgACITak.jpg",
    "release_date": "December 25, 2009",
    "year_watched": 2023
  },
  {
    "title": "The Nun",
    "description": "A priest with a haunted past and a novice on the threshold of her final vows are sent by the Vatican to investigate the death of a young nun in Romania and confront a malevolent force in the form of a demonic nun.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/sFC1ElvoKGdHJIWRpNB3xWJ9lJA.jpg",
    "release_date": "September 4, 2018",
    "year_watched": 2023
  },
  {
    "title": "Believe Me: The Abduction of Lisa McVey",
    "description": "On the night she plans on taking her own life, 17-year-old 'Lisa McVey' is kidnapped and finds herself fighting to stay alive and manages to be a victim of rape. She manages to talk her attacker into releasing her, but when she returns home, no one believes her story except for one detective, who suspects she was abducted by a serial killer. Based on horrifying true events.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/qbJEzCzEKDHPZDiRvSSBiYEKaAH.jpg",
    "release_date": "September 29, 2018",
    "year_watched": 2023
  },
  {
    "title": "Hacksaw Ridge",
    "description": "WWII American Army Medic Desmond T. Doss, who served during the Battle of Okinawa, refuses to kill people and becomes the first Conscientious Objector in American history to receive the Congressional Medal of Honor.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/jhWbYeUNOA5zAb6ufK6pXQFXqTX.jpg",
    "release_date": "October 6, 2016",
    "year_watched": 2023
  },
  {
    "title": "The Social Network",
    "description": "In 2003, Harvard undergrad and computer programmer Mark Zuckerberg begins work on a new concept that eventually turns into the global social network known as Facebook. Six years later, Mark is one of the youngest billionaires ever, but his unprecedented success leads to both personal and legal complications when he ends up on the receiving end of two lawsuits, one involving his former friend.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/n0ybibhJtQ5icDqTp8eRytcIHJx.jpg",
    "release_date": "September 30, 2010",
    "year_watched": 2023
  },
  {
    "title": "Come and See",
    "description": "The invasion of a village in Byelorussia by German forces sends young Florya into the forest to join the weary Resistance fighters, against his family's wishes. There he meets a girl, Glasha, who accompanies him back to his village. On returning home, Florya finds his family and fellow peasants massacred. His continued survival amidst the brutal debris of war becomes increasingly nightmarish, a battle between despair and hope.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/qNbMsKVzigERgJUbwf8pKyZogpb.jpg",
    "release_date": "October 16, 1985",
    "year_watched": 2023
  },
  {
    "title": "M3GAN",
    "description": "A brilliant toy company roboticist uses artificial intelligence to develop M3GAN, a life-like doll programmed to emotionally bond with her newly orphaned niece. But when the doll's programming works too well, she becomes overprotective of her new friend with terrifying results.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/d9nBoowhjiiYc4FBNtQkPY7c11H.jpg",
    "release_date": "December 27, 2022",
    "year_watched": 2023
  },
  {
    "title": "One Piece Film Red",
    "description": "Uta — the most beloved singer in the world. Her voice, which she sings with while concealing her true identity, has been described as “otherworldly.” She will appear in public for the first time at a live concert. As the venue fills with all kinds of Uta fans — excited pirates, the Navy watching closely, and the Straw Hats led by Luffy who simply came to enjoy her sonorous performance — the voice that the whole world has been waiting for is about to resound.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/ogDXuVkO92GcETZfSofXXemw7gb.jpg",
    "release_date": "August 5, 2022",
    "year_watched": 2023
  },
  {
    "title": "The Super Mario Bros. Movie",
    "description": "While working underground to fix a water main, Brooklyn plumbers—and brothers—Mario and Luigi are transported down a mysterious pipe and wander into a magical new world. But when the brothers are separated, Mario embarks on an epic quest to find Luigi.",
    "rating": 2,
    "image": "http://image.tmdb.org/t/p/original/qNBAXBIQlnOThrVvA6mA2B5ggV6.jpg",
    "release_date": "April 4, 2023",
    "year_watched": 2023
  },
  {
    "title": "12 Angry Men",
    "description": "The defense and the prosecution have rested and the jury is filing into the jury room to decide if a young Spanish-American is guilty or innocent of murdering his father. What begins as an open and shut case soon becomes a mini-drama of each of the jurors' prejudices and preconceptions about the trial, the accused, and each other.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/ow3wq89wM8qd5X7hWKxiRfsFf9C.jpg",
    "release_date": "April 9, 1957",
    "year_watched": 2023
  },
  {
    "title": "Legally Blonde",
    "description": "Fashionable sorority queen Elle Woods has it all, but, she wants nothing more than to be Mrs. Warner Huntington III. But he dumps her before heading to Harvard Law School. Elle rallies all of her resources and gets into Harvard, determined to win him back. While there, she figures out that there is more to herself than just good looks.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/9ohlMrJHQqKhfUKh7Zr3JQqHNLZ.jpg",
    "release_date": "July 12, 2001",
    "year_watched": 2023
  },
  {
    "title": "To Kill a Mockingbird",
    "description": "Scout Finch, 6, and her older brother Jem live in sleepy Maycomb, Alabama, spending much of their time with their friend Dill and spying on their reclusive and mysterious neighbor, Boo Radley. When Atticus, their widowed father and a respected lawyer, defends a black man named Tom Robinson against fabricated rape charges, the trial and tangent events expose the children to evils of racism and stereotyping.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/gZycFUMLx2110dzK3nBNai7gfpM.jpg",
    "release_date": "December 19, 1962",
    "year_watched": 2023
  },
  {
    "title": "Jujutsu Kaisen 0",
    "description": "Yuta Okkotsu is a nervous high school student who is suffering from a serious problem—his childhood friend Rika has turned into a curse and won't leave him alone. Since Rika is no ordinary curse, his plight is noticed by Satoru Gojo, a teacher at Jujutsu High, a school where fledgling exorcists learn how to combat curses. Gojo convinces Yuta to enroll, but can he learn enough in time to confront the curse that haunts him?",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/23oJaeBh0FDk2mQ2P240PU9Xxfh.jpg",
    "release_date": "December 23, 2021",
    "year_watched": 2023
  },
  {
    "title": "Interstellar",
    "description": "The adventures of a group of explorers who make use of a newly discovered wormhole to surpass the limitations on human space travel and conquer the vast distances involved in an interstellar voyage.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/gEU2QniE6E77NI6lCU6MxlNBvIx.jpg",
    "release_date": "November 4, 2014",
    "year_watched": 2023
  },
  {
    "title": "Searching",
    "description": "After David Kim's 16-year-old daughter goes missing, a local investigation is opened and a detective is assigned to the case. But 37 hours later and without a single lead, David decides to search the one place no one has looked yet, where all secrets are kept today: his daughter's laptop.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/yuAPCsCGJGSxA7YOW4elF5JNrzK.jpg",
    "release_date": "August 23, 2018",
    "year_watched": 2023
  },
  {
    "title": "The Girl Who Escaped: The Kara Robinson Story",
    "description": "The true story of how Kara Robinson was kidnapped, assaulted and held captive for 18 hours, 15-year-old Kara Robinson plots a daring escape from a serial killer's apartment.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/o9hwOE1FeOelkNxfsGtTNrlWnyq.jpg",
    "release_date": "February 10, 2023",
    "year_watched": 2023
  },
  {
    "title": "Death of a Salesman",
    "description": "Willy Loman is an aging salesman who was recently fired from his job. Dealing with feelings of failure, Willy begins to relive events from the past that involve his older son, Biff, and his wife, Linda. Willy tries to learn from past mistakes and works to make amends with his family, but his biggest struggle is to make peace with himself over a failed dream of financial success.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/xnyRkG1LMQX0NUpROq61GiKW7eJ.jpg",
    "release_date": "December 19, 1951",
    "year_watched": 2023
  },
  {
    "title": "Cruella",
    "description": "In 1970s London amidst the punk rock revolution, a young grifter named Estella is determined to make a name for herself with her designs. She befriends a pair of young thieves who appreciate her appetite for mischief, and together they are able to build a life for themselves on the London streets. One day, Estella’s flair for fashion catches the eye of the Baroness von Hellman, a fashion legend who is devastatingly chic and terrifyingly haute. But their relationship sets in motion a course of events and revelations that will cause Estella to embrace her wicked side and become the raucous, fashionable and revenge-bent Cruella.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/wToO8opxkGwKgSfJ1JK8tGvkG6U.jpg",
    "release_date": "May 25, 2021",
    "year_watched": 2023
  },
  {
    "title": "Léon: The Professional",
    "description": "Léon, the top hit man in New York, has earned a rep as an effective \"cleaner\". But when his next-door neighbors are wiped out by a loose-cannon DEA agent, he becomes the unwilling custodian of 12-year-old Mathilda. Before long, Mathilda's thoughts turn to revenge, and she considers following in Léon's footsteps.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/yI6X2cCM5YPJtxMhUd3dPGqDAhw.jpg",
    "release_date": "September 13, 1994",
    "year_watched": 2023
  },
  {
    "title": "The Godfather",
    "description": "Spanning the years 1945 to 1955, a chronicle of the fictional Italian-American Corleone crime family. When organized crime family patriarch, Vito Corleone barely survives an attempt on his life, his youngest son, Michael steps in to take care of the would-be killers, launching a campaign of bloody revenge.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/3bhkrj58Vtu7enYsRolD1fZdja1.jpg",
    "release_date": "March 13, 1972",
    "year_watched": 2023
  },
  {
    "title": "Spider-Man",
    "description": "After being bitten by a genetically altered spider at Oscorp, nerdy but endearing high school student Peter Parker is endowed with amazing powers to become the superhero known as Spider-Man.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/gh4cZbhZxyTbgxQPxD0dOudNPTn.jpg",
    "release_date": "April 30, 2002",
    "year_watched": 2023
  },
  {
    "title": "Spider-Man 2",
    "description": "Peter Parker is going through a major identity crisis. Burned out from being Spider-Man, he decides to shelve his superhero alter ego, which leaves the city suffering in the wake of carnage left by the evil Doc Ock. In the meantime, Parker still can't act on his feelings for Mary Jane Watson, a girl he's loved since childhood. A certain anger begins to brew in his best friend Harry Osborn as well...",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/aGuvNAaaZuWXYQQ6N2v7DeuP6mB.jpg",
    "release_date": "June 24, 2004",
    "year_watched": 2023
  },
  {
    "title": "Spider-Man 3",
    "description": "The seemingly invincible Spider-Man goes up against an all-new crop of villains—including the shape-shifting Sandman. While Spider-Man’s superpowers are altered by an alien organism, his alter ego, Peter Parker, deals with nemesis Eddie Brock and also gets caught up in a love triangle.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/qFmwhVUoUSXjkKRmca5yGDEXBIj.jpg",
    "release_date": "April 30, 2007",
    "year_watched": 2023
  },
  {
    "title": "The Amazing Spider-Man",
    "description": "Peter Parker is an outcast high schooler abandoned by his parents as a boy, leaving him to be raised by his Uncle Ben and Aunt May. Like most teenagers, Peter is trying to figure out who he is and how he got to be the person he is today. As Peter discovers a mysterious briefcase that belonged to his father, he begins a quest to understand his parents' disappearance – leading him directly to Oscorp and the lab of Dr. Curt Connors, his father's former partner. As Spider-Man is set on a collision course with Connors' alter ego, The Lizard, Peter will make life-altering choices to use his powers and shape his destiny to become a hero.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/jexoNYnPd6vVrmygwF6QZmWPFdu.jpg",
    "release_date": "June 22, 2012",
    "year_watched": 2023
  },
  {
    "title": "The Amazing Spider-Man 2",
    "description": "For Peter Parker, life is busy. Between taking out the bad guys as Spider-Man and spending time with the person he loves, Gwen Stacy, high school graduation cannot come quickly enough. Peter has not forgotten about the promise he made to Gwen’s father to protect her by staying away, but that is a promise he cannot keep. Things will change for Peter when a new villain, Electro, emerges, an old friend, Harry Osborn, returns, and Peter uncovers new clues about his past.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/dGjoPttcbKR5VWg1jQuNFB247KL.jpg",
    "release_date": "April 15, 2014",
    "year_watched": 2023
  },
  {
    "title": "Spider-Man: Into the Spider-Verse",
    "description": "Struggling to find his place in the world while juggling school and family, Brooklyn teenager Miles Morales is unexpectedly bitten by a radioactive spider and develops unfathomable powers just like the one and only Spider-Man. While wrestling with the implications of his new abilities, Miles discovers a super collider created by the madman Wilson \"Kingpin\" Fisk, causing others from across the Spider-Verse to be inadvertently transported to his dimension.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/iiZZdoQBEYBv6id8su7ImL0oCbD.jpg",
    "release_date": "December 5, 2018",
    "year_watched": 2023
  },
  {
    "title": "Selena",
    "description": "In this biographical drama, Selena Quintanilla is born into a musical Mexican-American family in Texas. Her father, Abraham, realizes that his young daughter is talented and begins performing with her at small venues. She finds success and falls for her guitarist, Chris Perez, who draws the ire of her father. Seeking mainstream stardom, Selena begins recording an English-language album which, tragically, she would never complete.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/j8xX3yBAFOayfSaImgLZPnAcdWz.jpg",
    "release_date": "March 20, 1997",
    "year_watched": 2023
  },
  {
    "title": "The Shining",
    "description": "Jack Torrance accepts a caretaker job at the Overlook Hotel, where he, along with his wife Wendy and their son Danny, must live isolated from the rest of the world for the winter. But they aren't prepared for the madness that lurks within.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/xazWoLealQwEgqZ89MLZklLZD3k.jpg",
    "release_date": "May 22, 1980",
    "year_watched": 2023
  },
  {
    "title": "Superhero Movie",
    "description": "Rick Riker is a nerdy teen imbued with superpowers by a radioactive dragonfly. And because every hero needs a nemesis, enter Lou Landers, aka the villainously goofy Hourglass.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/4MtvQdh5VP7jMSydhggp1P80FMj.jpg",
    "release_date": "March 27, 2008",
    "year_watched": 2023
  },
  {
    "title": "Girl in the Basement",
    "description": "Sara is a teen girl who is looking forward to her 18th birthday to move away from her controlling father Don. But before she could even blow out the candles, Don imprisons her in the basement of their home.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/tPP9n6r5QrIKPnshnJqE7klptj2.jpg",
    "release_date": "February 26, 2021",
    "year_watched": 2023
  },
  {
    "title": "The Karate Kid",
    "description": "Twelve-year-old Dre Parker could have been the most popular kid in Detroit, but his mother's latest career move has landed him in China. Dre immediately falls for his classmate Mei Ying but the cultural differences make such a friendship impossible. Even worse, Dre's feelings make him an enemy of the class bully, Cheng. With no friends in a strange land, Dre has nowhere to turn but maintenance man Mr. Han, who is a kung fu master. As Han teaches Dre that kung fu is not about punches and parries, but maturity and calm, Dre realizes that facing down the bullies will be the fight of his life.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/b1RBy3l297N0c7PHjlz35cClWju.jpg",
    "release_date": "June 9, 2010",
    "year_watched": 2023
  },
  {
    "title": "Scream",
    "description": "A year after the murder of her mother, a teenage girl is terrorized by a masked killer who targets her and her friends by using scary movies as part of a deadly game.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/lr9ZIrmuwVmZhpZuTCW8D9g0ZJe.jpg",
    "release_date": "December 19, 1996",
    "year_watched": 2023
  },
  {
    "title": "The Sixth Sense",
    "description": "Following an unexpected tragedy, child psychologist Malcolm Crowe meets a nine year old boy named Cole Sear, who is hiding a dark secret.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/vOyfUXNFSnaTk7Vk5AjpsKTUWsu.jpg",
    "release_date": "August 5, 1999",
    "year_watched": 2023
  },
  {
    "title": "The 40 Year Old Virgin",
    "description": "Andy Stitzer has a pleasant life with a nice apartment and a job stamping invoices at an electronics store. But at age 40, there's one thing Andy hasn't done, and it's really bothering his sex-obsessed male co-workers: Andy is still a virgin. Determined to help Andy get laid, the guys make it their mission to de-virginize him. But it all seems hopeless until Andy meets small business owner Trish, a single mom.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/jBoRAWYOv7tBtfXbNJMAojGj0Xf.jpg",
    "release_date": "August 10, 2005",
    "year_watched": 2023
  },
  {
    "title": "Titanic",
    "description": "101-year-old Rose DeWitt Bukater tells the story of her life aboard the Titanic, 84 years later. A young Rose boards the ship with her mother and fiancé. Meanwhile, Jack Dawson and Fabrizio De Rossi win third-class tickets aboard the ship. Rose tells the whole story from Titanic's departure through to its death—on its first and last voyage—on April 15, 1912.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/9xjZS2rlVxm8SFx8kPC3aIGCOYQ.jpg",
    "release_date": "November 17, 1997",
    "year_watched": 2023
  },
  {
    "title": "The Exorcist",
    "description": "When a charming 12-year-old girl takes on the characteristics and voices of others, doctors say there is nothing they can do. As people begin to die, the girl's mother realizes her daughter has been possessed by the Devil. Her daughter's only possible hope lies with two priests and the ancient rite of demonic exorcism.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/5x0CeVHJI8tcDx8tUUwYHQSNILq.jpg",
    "release_date": "December 25, 1973",
    "year_watched": 2023
  },
  {
    "title": "Psycho",
    "description": "A young female embezzler arrives at the Bates Motel, which has terrible secrets of its own.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/tY0OLFUsTXdvNppTpnNc4EVYy2z.jpg",
    "release_date": "December 3, 1998",
    "year_watched": 2023
  },
  {
    "title": "The Blair Witch Project",
    "description": "In October of 1994 three student filmmakers disappeared in the woods near Burkittsville, Maryland, while shooting a documentary. A year later their footage was found.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/9050VGrYjYrEjpOvDZVAngLbg1f.jpg",
    "release_date": "July 13, 1999",
    "year_watched": 2023
  },
  {
    "title": "Halloween",
    "description": "Fifteen years after murdering his sister on Halloween Night 1963, Michael Myers escapes from a mental hospital and returns to the small town of Haddonfield, Illinois to kill again.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/wijlZ3HaYMvlDTPqJoTCWKFkCPU.jpg",
    "release_date": "October 23, 1978",
    "year_watched": 2023
  },
  {
    "title": "The Usual Suspects",
    "description": "Held in an L.A. interrogation room, Verbal Kint attempts to convince the feds that a mythic crime lord, Keyser Soze, not only exists, but was also responsible for drawing him and his four partners into a multi-million dollar heist that ended with an explosion in San Pedro harbor – leaving few survivors. Verbal lures his interrogators with an incredible story of the crime lord's almost supernatural prowess.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/rWbsxdwF9qQzpTPCLmDfVnVqTK1.jpg",
    "release_date": "July 18, 1995",
    "year_watched": 2023
  },
  {
    "title": "The Matrix",
    "description": "Set in the 22nd century, The Matrix tells the story of a computer hacker who joins a group of underground insurgents fighting the vast and powerful computers who now rule the earth.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/dXNAPwY7VrqMAo51EKhhCJfaGb5.jpg",
    "release_date": "March 30, 1999",
    "year_watched": 2023
  },
  {
    "title": "Scary Movie 3",
    "description": "In the third installment of the Scary Movie franchise, news anchorwoman Cindy Campbell has to investigate mysterious crop circles and killing video tapes, and help the President stop an alien invasion in the process.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/9hxL94pzuix9GWwba8dr4luINyo.jpg",
    "release_date": "October 23, 2003",
    "year_watched": 2023
  },
  {
    "title": "Uptown Girls",
    "description": "Molly Gunn, the freewheeling daughter of a deceased rock legend, is forced to get a job when her manager steals her money. As nanny for precocious Ray, the oft ignored daughter of a music executive she learns what it means to be an adult while teaching Ray how to be a child.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/liazMoopc2fhWq1YlfwasQcvWu.jpg",
    "release_date": "August 14, 2003",
    "year_watched": 2023
  },
  {
    "title": "Primal Fear",
    "description": "An arrogant, high-powered attorney takes on the case of a poor altar boy found running away from the scene of the grisly murder of the bishop who has taken him in. The case gets a lot more complex when the accused reveals that there may or may not have been a third person in the room.",
    "rating": 10,
    "image": "http://image.tmdb.org/t/p/original/qJf2TzE8nRTFbFMPJNW6c8mI0KU.jpg",
    "release_date": "March 5, 1996",
    "year_watched": 2023
  },
  {
    "title": "WALL·E",
    "description": "What if mankind had to leave Earth and somebody forgot to turn the last robot off? After hundreds of years doing what he was built for, WALL•E discovers a new purpose in life when he meets a sleek search robot named EVE. EVE comes to realize that WALL•E has inadvertently stumbled upon the key to the planet's future, and races back to space to report to the humans. Meanwhile, WALL•E chases EVE across the galaxy and sets into motion one of the most imaginative adventures ever brought to the big screen.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/hbhFnRzzg6ZDmm8YAmxBnQpQIPh.jpg",
    "release_date": "June 21, 2008",
    "year_watched": 2023
  },
  {
    "title": "Kung Fu Panda",
    "description": "When the Valley of Peace is threatened, lazy Po the panda discovers his destiny as the \"chosen one\" and trains to become a kung fu hero, but transforming the unsleek slacker into a brave warrior won't be easy. It's up to Master Shifu and the Furious Five -- Tigress, Crane, Mantis, Viper and Monkey -- to give it a try.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/wWt4JYXTg5Wr3xBW2phBrMKgp3x.jpg",
    "release_date": "June 3, 2008",
    "year_watched": 2024
  },
  {
    "title": "Stand and Deliver",
    "description": "Jaime Escalante is a mathematics teacher in a school in a hispanic neighbourhood. Convinced that his students have potential, he adopts unconventional teaching methods to try and turn gang members and no-hopers into some of the country's top algebra and calculus students.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/A9pfzwk02iNl6i9wyk8lNcBkvc.jpg",
    "release_date": "March 10, 1988",
    "year_watched": 2024
  },
  {
    "title": "The Stanford Prison Experiment",
    "description": "In 1971, Stanford's Professor Philip Zimbardo conducts a controversial psychology experiment in which college students pretend to be either prisoners or guards, but the proceedings soon get out of hand. Based on a true story.",
    "rating": 2,
    "image": "http://image.tmdb.org/t/p/original/orMkBkPqu7szuBRdMLUB4TWKiVV.jpg",
    "release_date": "July 16, 2015",
    "year_watched": 2024
  },
  {
    "title": "(500) Days of Summer",
    "description": "Tom, greeting-card writer and hopeless romantic, is caught completely off-guard when his girlfriend, Summer, suddenly dumps him. He reflects on their 500 days together to try to figure out where their love affair went sour, and in doing so, Tom rediscovers his true passions in life.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/qXAuQ9hF30sQRsXf40OfRVl0MJZ.jpg",
    "release_date": "July 16, 2009",
    "year_watched": 2024
  },
  {
    "title": "Pure Imagination: The Story of 'Willy Wonka & the Chocolate Factory'",
    "description": "Retrospective documentary on the making of the cult classic \"Willy Wonka & the Chocolate Factory.\"",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/nxzZeGmE456c5ujVrkV2B42mmD4.jpg",
    "release_date": "November 12, 2001",
    "year_watched": 2024
  },
  {
    "title": "Dear Audrey",
    "description": "Martin Duckworth is a staunch defender of peace and justice and one of Quebec’s most important documentary filmmakers. Helped by his 47-year-old daughter, who is on the autism spectrum, the octogenarian supports his wife, photographer and activist Audrey Schirmer, through the final stages of Alzheimer’s disease. Characterized by captivating resilience and strength, this moving biography soberly directed by Jeremiah Hayes allows Duckworth to reflect candidly on the key personal and professional moments of the couple’s lives. Dear Audrey tells a story marked by incredible twists and turns and a consistent attitude toward challenges. The film takes place more in the present than the past, becoming a powerful testimonial to the growing and unshakable love of a husband for his wife.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/rZ0kj3PbR0kmIYRFaHPIF2MqSi2.jpg",
    "release_date": "November 11, 2021",
    "year_watched": 2024
  },
  {
    "title": "Girl, Interrupted",
    "description": "Set in the changing world of the late 1960s, Susanna Kaysen's prescribed \"short rest\" from a psychiatrist she had met only once becomes a strange, unknown journey into Alice's Wonderland, where she struggles with the thin line between normal and crazy. Susanna soon realizes how hard it is to get out once she has been committed, and she ultimately has to choose between the world of people who belong inside or the difficult world of reality outside.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/dOBdatHIVppvmRFw2z7bf9VKJr9.jpg",
    "release_date": "December 20, 1999",
    "year_watched": 2024
  },
  {
    "title": "Super Size Me",
    "description": "Morgan Spurlock subjects himself to a diet based only on McDonald's fast food three times a day for thirty days without exercising to try to prove why so many Americans are fat or obese. He submits himself to a complete check-up by three doctors, comparing his weight along the way, resulting in a scary conclusion.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/zYkbqQaCuIHBxqBDGgnQCwJ9jIG.jpg",
    "release_date": "January 16, 2004",
    "year_watched": 2024
  },
  {
    "title": "Super Size Me 2: Holy Chicken!",
    "description": "Muckraking filmmaker Morgan Spurlock reignites his battle with the food industry — this time from behind the register — as he opens his own fast food restaurant.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/bq1RcG7UPEzyq63Gi8S59h50Z3X.jpg",
    "release_date": "September 5, 2019",
    "year_watched": 2024
  },
  {
    "title": "Monsters, Inc.",
    "description": "Lovable Sulley and his wisecracking sidekick Mike Wazowski are the top scare team at Monsters, Inc., the scream-processing factory in Monstropolis. When a little girl named Boo wanders into their world, it's the monsters who are scared silly, and it's up to Sulley and Mike to keep her out of sight and get her back home.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/qjlbN6aK1qgeg3SspFVovT2D1Me.jpg",
    "release_date": "October 31, 2001",
    "year_watched": 2024
  },
  {
    "title": "A Bug's Life",
    "description": "On behalf of \"oppressed bugs everywhere,\" an inventive ant named Flik hires a troupe of warrior bugs to defend his bustling colony from a horde of freeloading grasshoppers led by the evil-minded Hopper.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/Ah3J9OJVc2CNCuH2zMydXy9fmIC.jpg",
    "release_date": "November 24, 1998",
    "year_watched": 2024
  },
  {
    "title": "Fight Club",
    "description": "A ticking-time-bomb insomniac and a slippery soap salesman channel primal male aggression into a shocking new form of therapy. Their concept catches on, with underground \"fight clubs\" forming in every town, until an eccentric gets in the way and ignites an out-of-control spiral toward oblivion.",
    "rating": 10,
    "image": "http://image.tmdb.org/t/p/original/pB8BM7pdSp6B6Ih7QZ4DrQ3PmJK.jpg",
    "release_date": "October 14, 1999",
    "year_watched": 2024
  },
  {
    "title": "Lolita",
    "description": "Humbert Humbert is a middle-aged British novelist who is both appalled by and attracted to the vulgarity of American culture. When he comes to stay at the boarding house run by Charlotte Haze, he soon becomes obsessed with Lolita, the woman's teenaged daughter.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/6F4bV1DsCHjYCXRwIA6NZY7dcnD.jpg",
    "release_date": "September 26, 1997",
    "year_watched": 2024
  },
  {
    "title": "Rosemary's Baby",
    "description": "A young couple, Rosemary and Guy, moves into an infamous New York apartment building, known by frightening legends and mysterious events, with the purpose of starting a family.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/nclYFGpVzfbiORO5ELVVdxzt9Vg.jpg",
    "release_date": "June 11, 1968",
    "year_watched": 2024
  },
  {
    "title": "The Platform",
    "description": "At a windy, abandoned province station a man is waiting for a train. But something seems to be wrong; wasn't that a naked person running by? The man begins to examine the area; the tension rises up to the point, where another passenger arrives on the platform.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/8gUU0Zq414RNZrvNW842UhTDwtC.jpg",
    "release_date": "December 31, 2000",
    "year_watched": 2025
  },
  {
    "title": "Final Destination",
    "description": "After a teenager has a terrifying vision of him and his friends dying in a plane crash, he prevents the accident only to have Death hunt them down, one by one.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/1mXhlQMnlfvJ2frxTjZSQNnA9Vp.jpg",
    "release_date": "March 16, 2000",
    "year_watched": 2025
  },
  {
    "title": "Society of the Snow",
    "description": "On October 13, 1972, Uruguayan Air Force Flight 571, chartered to take a rugby team to Chile, crashes into a glacier in the heart of the Andes.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/2e853FDVSIso600RqAMunPxiZjq.jpg",
    "release_date": "December 14, 2023",
    "year_watched": 2025
  },
  {
    "title": "Apollo 13: Survival",
    "description": "Using original footage and interviews, this documentary tells the nail-biting story of Apollo 13 and the struggle to bring its astronauts safely home.",
    "rating": 6,
    "image": "http://image.tmdb.org/t/p/original/9tuK9kKSB2L6rMVlNOjwiWQaWxh.jpg",
    "release_date": "March 7, 2024",
    "year_watched": 2025
  },
  {
    "title": "The Truman Show",
    "description": "Every second of every day, from the moment he was born, for the last thirty years, Truman Burbank has been the unwitting star of the longest running, most popular documentary-soap opera in history. The picture-perfect town of Seahaven that he calls home is actually a gigantic soundstage. Truman's friends and family - everyone he meets, in fact - are actors. He lives every moment under the unblinking gaze of thousands of hidden TV cameras.",
    "rating": 8,
    "image": "http://image.tmdb.org/t/p/original/vuza0WqY239yBXOadKlGwJsZJFE.jpg",
    "release_date": "June 3, 1998",
    "year_watched": 2025
  },
  {
    "title": "Anastasia",
    "description": "Set 16 years after the execution of the Tsar and his family by the Bolsheviks. Exiles Prince Bounine and his friends come up with a scheme to con money by claiming an imposter to be Princess Anastasia who escaped the shootings. They find a poor woman who is close to suicide and both looks the part and speaks Russian. All they need to do is train her for her role, enough to convince other members of the ex-Royal household and family also in exile.",
    "rating": 5,
    "image": "https://m.media-amazon.com/images/I/41IvvGPA-3L._AC_UF894,1000_QL80_.jpg",
    "release_date": "July 11, 1953",
    "year_watched": 2025
  },
  {
    "title": "Pocahontas",
    "description": "Pocahontas, daughter of a Native American tribe chief, falls in love with an English soldier as colonists invade 17th century Virginia.",
    "rating": 9,
    "image": "http://image.tmdb.org/t/p/original/kZ1ft0QZ4e3zDUPMBftEkwI9ftd.jpg",
    "release_date": "June 13, 1995",
    "year_watched": 2025
  },
  {
    "title": "Heathers",
    "description": "A girl who halfheartedly tries to be part of the \"in crowd\" of her school meets a rebel who teaches her a more devious way to play social politics: by killing the popular kids.",
    "rating": 9,
    "image": "http://image.tmdb.org/t/p/original/dGbVfM4WlM7uvIbyRehfPZUIgp2.jpg",
    "release_date": "September 30, 1988",
    "year_watched": 2025
  },
  {
    "title": "Good Will Hunting",
    "description": "Headstrong yet aimless, Will Hunting has a genius-level IQ but chooses to work as a janitor at MIT. When he secretly solves highly difficult graduate-level math problems, his talents are discovered by Professor Gerald Lambeau, who decides to help the misguided youth reach his potential. When Will is arrested for attacking a police officer, Professor Lambeau makes a deal to get leniency for him if he gets court-ordered therapy. Eventually, therapist Dr. Sean Maguire helps Will confront the demons that are holding him back.",
    "rating": 10,
    "image": "http://image.tmdb.org/t/p/original/z2FnLKpFi1HPO7BEJxdkv6hpJSU.jpg",
    "release_date": "December 4, 1997",
    "year_watched": 2025
  },
  {
    "title": "Project X",
    "description": "In Prague Of Czechoslovakia, there is a triad organization. Arlumit which is in fierce discrepancy between the Conservative party and the Reform party regarding on the new heir of the organization. Karon, Leia and Behr, the merciless killers, are hired by the Conservative party and the Reform party to root each other out. Karon and Leia of the Reform party are ordered to kill the computer expert and Behr of the Conservative part. At the moment, Leia realized that Behr is her first love when they were young. She doesn't have the heart to shoot Behr. Karon is so disappointed and try to get rid of Behr on his own and get into the point of no return...",
    "rating": 8,
    "image": "http://image.tmdb.org/t/p/original/8FHBi4dEtUOwC0ab8eLdWgUToNO.jpg",
    "release_date": "December 31, 2002",
    "year_watched": 2025
  },
  {
    "title": "The Departed",
    "description": "To take down South Boston's Irish Mafia, the police send in one of their own to infiltrate the underworld, not realizing the syndicate has done likewise. While an undercover cop curries favor with the mob kingpin, a career criminal rises through the police ranks. But both sides soon discover there's a mole among them.",
    "rating": 8,
    "image": "http://image.tmdb.org/t/p/original/nT97ifVT2J1yMQmeq20Qblg61T.jpg",
    "release_date": "October 3, 2006",
    "year_watched": 2025
  },
  {
    "title": "The Shawshank Redemption",
    "description": "Imprisoned in the 1940s for the double murder of his wife and her lover, upstanding banker Andy Dufresne begins a new life at the Shawshank prison, where he puts his accounting skills to work for an amoral warden. During his long stretch in prison, Dufresne comes to be admired by the other inmates -- including an older prisoner named Red -- for his integrity and unquenchable sense of hope.",
    "rating": 10,
    "image": "http://image.tmdb.org/t/p/original/9cqNxx0GxF0bflZmeSMuL5tnGzr.jpg",
    "release_date": "September 22, 1994",
    "year_watched": 2025
  },
  {
    "title": "Chicago",
    "description": "Murderesses Velma Kelly and Roxie Hart find themselves on death row together and fight for the fame that will keep them from the gallows in 1920s Chicago.",
    "rating": 8,
    "image": "http://image.tmdb.org/t/p/original/3ED8cWCXY9zkx77Sd0N5qMbsdDP.jpg",
    "release_date": "December 9, 2002",
    "year_watched": 2025
  },
  {
    "title": "Spirit: Stallion of the Cimarron",
    "description": "A captured mustang remains determined to return to his herd no matter what.",
    "rating": 6,
    "image": "http://image.tmdb.org/t/p/original/cUgYrz4twiJ3QgVGpRfey984NIB.jpg",
    "release_date": "May 23, 2002",
    "year_watched": 2025
  },
  {
    "title": "Dinosaur",
    "description": "An orphaned dinosaur raised by lemurs joins an arduous trek to a sancturary after a meteorite shower destroys his family home.",
    "rating": null,
    "image": "http://image.tmdb.org/t/p/original/rSje3FS7ycJSglowlngjsvDt7vO.jpg",
    "release_date": "May 18, 2000",
    "year_watched": 2025
  }
]